Repository: Hany-Hagar/ps_manager
Catalog: lib/l10n/intl_*.arb
Languages: ar

# appTitle
source: PS Manager
ar: مدير بلاي ستيشن

# onBoardingTitle1
source: Welcome to PS Manager
ar: مرحبًا بك في مدير بلاي ستيشن

# onBoardingSubtitle1
source: Your complete PlayStation cafe management solution
ar: حل إدارة مقاهي بلاي ستيشن الكامل الخاص بك

# onBoardingTitle2
source: Device & Session Control
ar: التحكم في الأجهزة والجلسات

# onBoardingSubtitle2
source: Monitor and manage all consoles in real-time
ar: راقب وأدر جميع الأجهزة في الوقت الحقيقي

# onBoardingTitle3
source: Income & Expenses
ar: الدخل والمصروفات

# onBoardingSubtitle3
source: Track your finances with detailed analytics
ar: تتبع أموالك مع تحليلات مفصلة

# onBoardingTitle4
source: Reports & Downloads
ar: التقارير والتنزيلات

# onBoardingSubtitle4
source: Generate comprehensive reports instantly
ar: قم بإنشاء تقارير شاملة على الفور

# onBoardingTitle5
source: Food & Drinks
ar: الطعام والشراب

# onBoardingSubtitle5
source: Manage your cafe menu and orders seamlessly
ar: قم بإدارة قائمة الطعام والطلبات في مقهاك بسلاسة

# onBoardingTitle6
source: Ready to Start?
ar: هل أنت مستعد للبدء؟

# onBoardingSubtitle6
source: Let's revolutionize your PS cafe management experience!
ar: لنحدث ثورة في تجربة إدارة مقاهي بلاي ستيشن الخاصة بك!

# backButton
source: Back
ar: رجوع

# nextButton
source: Next
ar: التالي

# skipButton
source: Skip
ar: تخطي

# getStartedButton
source: Get Started
ar: ابدأ الآن

# homeDataTitle
source: Data Overview
ar: نظرة عامة على البيانات

# homeDataTitle1
source: Active Stations
ar: الأجهزة النشطة

# homeDataTitle2
source: Available Stations
ar: الأجهزة المتاحة

# homeDataTitle3
source: Daily Device Income
ar: دخل الأجهزة اليومية

# homeDataTitle4
source: Daily Product Sales
ar: مبيعات المنتجات اليومية

source: Devices
ar: الأجهزة

source: Rooms
ar: الغرف

source: Available
ar: متاح

source: Playing
ar: قيد اللعب

source: Maintenance
ar: الصيانة

source: Players
ar: لاعبين

source: No Players
ar: لا يوجد لاعبين

source: Start
ar: ابدأ

source: Pause
ar: توقف

source: End
ar: إنهاء

source: Add Order
ar: أضف طلب
